Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/third_level_education/fees_and_supports_for_third_level_education/maintenance_grant_schemes_for_students_on_third_level_courses.html.txt.tmx
Source language: en
Languages: ga

source: • Introduction • Qualifying for a student grant
ga: • Ag cáiliú do dheontas do mhac léinn

source: • How to apply • Where to apply
ga: • Conas iarratas a dhéanamh

source: • Approved courses and institutions
ga: • Cá háit a ndéanfaidh mé iarratas?

source: The student grant scheme is the main financial support for students
ga: Is í an scéim deontas mac léinn an phríomhthacaíocht airgeadais do mhic léinn

source: The scheme is governed by legislation made under the Student Support Act 2011
ga: Tá an scéim rialaithe ag an reachtaíocht a dhéantar faoin Acht um Thacaíocht do Mhic Léinn, 2011

source: Student grants are divided into maintenance grants, fee grants and the postgraduate contribution
ga: Tá deontais mhac léinn roinnte ina ndeontais chothabhála, deontais táillí agus an ranníocaíocht mhac léinn iarchéime

source: This document only deals with undergraduates
ga: Ní dhéileáiltear sa cháipéis seo ach le fochéimithe

source: Postgraduates can get information about financial assistance in our document, Postgraduate student grants
ga: Féadfaidh iarchéimithe faisnéis a fháil faoi chúnamh airgeadais inár gcáipéis, deontais mhac léinn iarchéime

source: Since 1 September 2015, school leavers who have been in the asylum protection system for 5 years and meet certain criteria can apply for student supports under the Pilot Student Support Scheme
ga: Ón 1 Meán Fómhair 2015 ar aghaidh, féadfaidh fágóirí scoile a bhíonn sa chóras cosanta tearmainn ar feadh 5 bliana agus a shásaíonn critéir áirithe iarratas a dhéanamh ar thacaíochtaí mac léinn faoin Scéim Tacaíochta Mac Léinn Píolóta

source: Other financial supports to students: There is detailed information on the range of grants and funds for students in further and higher education on the website studentfinance.ie for example it has details of the Fund for Students with Disabilities, the Student Assistance Fund and some third-level scholarships
ga: Tacaíochtaí eile airgeadais do mhic léinn: Tá faisnéis mhionsonraithe ann ar an réimse deontas agus cistí atá ann do mhic léinn i mbreisoideachas agus in ardoideachas ar an láithreán gréasáin studentfinance.ie, mar shampla, tá sonraí ann ar an gCiste do Mhic Léinn atá faoi Mhíchumas, an Ciste um Chúnamh Mac Léinn agus roinnt scoláireachtaí tríú leibhéal

source: A maintenance grant is a contribution towards the student’s living costs
ga: Is ranníocaíocht do chostais maireachtála an mhic léinn atá sa deontas cothabhála

source: Students who started or are starting courses from the academic year 2010-2011 onward do not qualify for a maintenance grant if they are on a Back to Education Allowance or VTOS allowance
ga: Ní cháilíonn mic léinn a thosaigh nó atá ag tosú ar chúrsaí ón mbliain acadúil 2010-2011 ar aghaidh le haghaidh deontais cothabhála má tá siad ag fáil Liúntas um Filleadh ar Oideachas nó Liúntas VTOS

source: Maintenance grants are available for approved courses below graduate level in Ireland and other EU states
ga: Tá deontais chothabhála ar fáil do chúrsaí formheasta atá níos ísle ná leibhéal na céime in Éirinn agus stáit eile de chuid an AE agus do chúrsaí iarchéime formheasta in Éirinn agus i dTuaisceart Éirinn

source: A fee grant can cover any of the following 3 elements:
ga: Is féidir le deontais táillí aon cheann de na heilimintí seo a leanas a chlúdach:

source: • All or part of the student contribution
ga: • Táillí teagaisc ar fad nó cuid dóibh

source: • Costs of essential field trips
ga: • Cuid de ranníocaíocht an mhic léinn nó í ar fad

source: • All or part of a student’s tuition fees (unless covered by the Free Fees Scheme)
ga: • Na costais a bhaineann le turais páirce riachtanacha (mura gcuimsítear iad faoin Scéim um Tháillí Saor in Aisce)

source: In general, if you qualify for a maintenance grant you will qualify for all elements of the fee grant
ga: Go ginearálta, má tá tú i dteideal deontais cothabhála beidh tú i dteideal gach eilimint den deontas táillí

source: However, you will not get the tuition element of a fee grant if you already qualify for free tuition under the Free Fees Schemes
ga: Ach ní bhfaighidh tú an chuid teagaisc de dheontas táillí má tá tú i dteideal teagaisc shaor in aisce faoi na Scéimeanna um Tháillí Shaor in Aisce

source: You may qualify for a fee grant, but not a maintenance grant, if you are a 'tuition student' under the Student Grant Scheme
ga: D’fhéadfá cáiliú do dheontas táillí, seachas do dheontas cothabhála, más mac léinn thú ar a nglaoitear ‘mac léinn teagaisc’ faoi Scéim Deontais na Mac Léinn

source: A tuition student is someone who fulfils all the conditions for a student grant except for residence in the State, but who has been resident in an EEA state or Switzerland for 3 of the last 5 years
ga: Is éard is mac léinn teagaisc ann duine a shásaíonn na coinníollacha uile do dheontas mac léinn seachas cónaí sa Stát, ach ar a raibh cónaí i stát den LEE nó san Eilvéis ar feadh 3 bliana de na 5 bliana dheireanacha

source: Students doing Post-Leaving Certificate (PLC) courses do not get fee grants, but if you qualify for a maintenance grant you will be exempt from the PLC participant contribution
ga: Ní fhaigheann mic léinn atá ag tabhairt faoi chúrsaí Iar-Ardteistiméireachta (PLC) deontais táillí, ach má cháilítear thú do dheontas cothabhála, beidh tú díolmhaithe ón ranníocaíocht do rannpháirtithe PLC

source: Fee grants are available for approved courses below graduate level in Ireland
ga: Tá deontais táillí ar fáil do chúrsaí formheasta atá níos ísle ná leibhéal na céime in Éirinn agus do chúrsaí iarchéime formheasta in Éirinn agus i dTuaisceart Éirinn

source: However, there are no fee grants for courses elsewhere in the EU
ga: Ach, ní aon deontas táillí do chúrsaí i mballstáit eile de chuid an AE

source: See 'Approved courses and institutions' below for further detail
ga: Féach ‘Cúrsaí agus institiúidí formheasta’ thíos le haghaidh tuilleadh sonraí

source: Qualifying for a student grant
ga: Ag cáiliú do dheontas do mhac léinn

source: To qualify for a student grant, you must fulfil the conditions of the scheme as regards:
ga: Chun a bheith i dteideal dheontas mac léinn, ní mór duit coinníollacha na scéime a shásamh i leith:

source: • Nationality and immigration status
ga: • Náisiúntacht agus stádas inimirce

source: You must also be attending an approved course in an approved institution – see ‘Approved courses and institutions’ below
ga: Ní mór duit a bheith ag freastal ar chúrsa formheasta in institiúid fhormheasta – féach ‘Cúrsaí formheasta agus institiúidí formheasta’ thíos

source: There are detailed conditions about the level of the course you are attending; whether you have attended a course at the same level already; and whether the course represents progression from your previous studies
ga: Is coinníollacha cruinn iad seo maidir le leibhéal a chúrsa ar a bhfuil tú ag freastal; más rud é gur fhreastal tú ar chúrsa den leibhéal céanna cheana’ agus más rud é go seasann an cúrsa mar dhul chun cinn ón staidéar atá déanta agat cheana

source: In general, you will not get a grant for repeating a year or attending a course at a level that does not represent progression from what you have done before
ga: Go ginearálta, ní bhfaighidh tú deontas chun bliain a dhéanamh in athuair nó chun freastal ar chúrsa nach seasann do dhul chun cinn ón méid atá déanta agat cheana

source: However, second-chance students may be eligible for a grant
ga: Ach, d’fhéadfadh ‘mic léinn dara seans’ a bheith i dteideal deontais

source: A second-chance student is someone who is aged over 23, did not successfully complete an earlier course and is returning to pursue an approved course after a full break in studies of at least 5 years
ga: Is éard is ‘mac léinn dara seans’ ann ná duine atá níos sine ná 23 bliain, nár chríochnaigh cúrsa go rathúil cheana agus atá ag filleadh ar chúrsa formheasta tar éis 5 bliana ar a laghad

source: If you qualify for a maintenance grant, you will qualify for all relevant elements of a fee grant
ga: Má tá tú i dteideal deontais cothabhála beidh tú i dteideal gach eilimint chuí den deontas táillí

source: You may qualify for a fee grant, but not a maintenance grant, if you are what is called a tuition student under the Student Grant Scheme
ga: D’fhéadfá cáiliú do dheontais táillí, seachas deontas cothabhála, más mac léinn thú ar a nglaoitear ‘mac léinn teagaisc’ faoi Scéim Deontais na Mac Léinn

source: Nationality and immigration status
ga: Náisiúntacht agus stádas inimirce

source: In order to get a student grant you must be a national of an EEA member state or Switzerland or have immigration status or leave to remain which is one of the following:
ga: Chun deontas mac léinn a fháil, ní mór duit bheith i do náisiúnach de bhallstát den LEE nó den Eilvéis nó stádas inimirce nó cead a bheith agat chun fanacht, agus ceann amháin de na ceanglais a leanas a chomhlíonadh:

source: • Family member of one of the above, with permission to remain in the State as a family member of such person under the European Communities (Free Movement of Persons) Regulations 2015 and EU Treaty rights provisions
ga: • Bheith i do dhuine muinteartha le duine de na daoine thuas, a bhfuil cead agat chun fanacht sa Stát mar dhuine muinteartha an duine sin faoi fhorálacha Rialacháin na gComhphobal Eorpach (Saorghluaiseacht Daoine), 2006 agus 2008 agus cearta Conartha an AE

source: • Humanitarian leave to remain in the State before the Immigration Act 1999 came into effect
ga: • Cead daonnúil a bheith agat chun fanacht sa Stát sular tháinig an tAcht Inimirce, 1999 i bhfeidhm

source: Foreign nationals granted leave to remain under the Irish Born Child scheme - IBC/05 are not eligible
ga: Níl náisiúnaigh iasachta ar deonaíodh cead dóibh fanacht faoin scéim um Leanaí a Rugadh in Éirinn – LRÉ/05 incháilithe

source: • Permission to reside in the State under the European Union (Subsidiary Protection) Regulations 2013
ga: • Cead a bheith agat chun fanacht sa Stát faoi Rialacháin an Aontais Eorpaigh (Cosaint Choimhdeach), 2013

source: • Permission to remain following a determination not to make a deportation order
ga: • Cead a bheith agat chun fanacht i ndiaidh go ndearnadh cinntiúchán gan ordú díbeartha a dhéanamh

source: • Permission to remain in the State by virtue of marriage to, or civil partnership with, an Irish national living here or be the dependent child of a person with such permission
ga: • Cead chun fanacht sa Stát de bhua pósta le, nó páirtnéireacht shibhialta le, náisiúnach Éireannach a chónaíonn anseo nó bheith mar leanbh cleithiúnach duine ag a bhfuil an cead sin

source: You must have been ordinarily resident in the State for 3 of the previous 5 years to qualify for a maintenance grant
ga: Ní mór go raibh gnáthchónaí ort sa Stát ar feadh 3 bliana le 5 bliana anuas chun cáiliú do dheontas cothabhála

source: However, if you are studying elsewhere in the EU for a recognised qualification, and you were resident in the State for 3 of the 5 years before starting that course, you satisfy this requirement
ga: Áfach, má dhéanann tú staidéar ar cháilíocht aitheanta in áit eile san AE agus bhí tú i do chónaí sa Stát ar feadh 3 bliana as na 5 bliana roimh thús an chúrsa, tá an coinníoll seo sásta

source: If you fulfil all the criteria for a maintenance grant except for the residence condition in the State, you may still qualify for a fee grant or a postgraduate fee contribution as a tuition student
ga: Má shásaíonn tú na critéir do dheontas cothabhála seachas don choinníoll um chónaí sa Stát, d’fhéadfaí thú a cháiliú do dheontas táillí fós féin mar ‘mhac léinn teagaisc’

source: A tuition student is someone who fulfils all the conditions for a student grant except for residence in the State, but who has been resident in an EEA state or Switzerland for 3 of the last 5 years.The members of the EEA (the European Economic Area) are the member states of the EU, along with Iceland, Norway and Liechtenstein
ga: Is éard is mac léinn teagaisc ann duine a shásaíonn na coinníollacha uile do dheontas mac léinn seachas cónaí sa Stát, ach ar a raibh cónaí i stát den LEE nó san Eilvéis ar feadh 3 bliana de na 5 bliana dheireanacha. Is iad ballstáit an LEE (an Limistéar Eacnamaíoch Eorpach) na ballstát den AE, mar aon leis an Íoslainn, an Iorua agus Lichtinstéin

source: The means test for a student grant in 2017-2018 is based on your family's gross income for the previous full tax year (2016)
ga: Bhí an tástáil acmhainne do dheontas mic léinn i 2017-2018 bunaithe ar ollioncam do theaghlaigh ón mbliain cánach iomlán roimhe sin (2016)

source: However, if you or your family have had a change of circumstances (which is likely to be permanent) since 31 December 2016, your changed circumstances may be taken into account
ga: Ach, más rud é gur athraigh do chúinsí nó cúinsí do theaghlaigh (agus más dóchúil go bhfuil an t-athrú sin buan) ó 31 Nollaig 2016, d’fhéadfadh do chúinsí athraithe a bheith tógtha san áireamh

source: Reckonable income for a student grant is gross income from all sources
ga: Is ea ioncam inríofa le haghaidh deontas do mhic léinn ollioncam ó gach foinse eile

source: Some social welfare payments are excluded from 'reckonable income' for the purposes of student grants - see more details on reckonable income on susi.ie and also in the Student Grant Scheme 2017 (pdf)
ga: Tá íocaíocht leasa shóisialaigh áirithe eisiata ó ‘ioncam inríofa’ ar mhaithe le deontais chothabhála – féach tuilleadh eolais ar ioncam inríofa ar susi.ie agus sa Scéim um Dheontas do Mhic Léinn 2017

source: If you were ordinarily resident with your parents from October 1 of the year before the year of entry to the course, you are considered dependent on your parents and your income (if any) is assessed together with your parents' income(s)
ga: Pléitear leat mar chleithiúnach má bhí tú i do chónaí le do thuismitheoirí ó 1 Deireadh Fómhair na bliana roimh tosach an chúrsa agus meastar aon ioncaim atá agat in éineacht le ioncam do thuismitheoirí

source: An allowance is made for your earnings outside of term-time – up to €4,500
ga: Tá tuillimh ó fhostaíocht lasmuigh den am téarma ceadaithe suas go €4,500

source: Outside term time is 2 weeks at Christmas, 2 weeks at Easter and 12 weeks during the summer months of June, July and August only
ga: Ní hionann an t-achar lasmuigh den bhliain acadúil ach amháin coícís ag an Nollaig, coící ag an gCáisc agus 12 seachtain i rith mhíonna an tsamhraidh sa Mheitheamh, Iúil agus Lúnasa

source: (Holiday pay earned outside these periods may also be allowed by the grant awarding authority on receipt of a letter from the school/college confirming the exact dates of term)
ga: (D’fhéadfadh go gceadódh an t-údarás bronnta deontais pá saoire a tuilleadh lasmuigh de na tréimhsí seo, chomh maith, i ndiaidh litir a fháil ón scoil/gcoláiste a dheimhníonn dátaí cruinne an téarma)

source: Independent mature candidates are candidates aged 23 or over on 1 January in the year of entry to the course
ga: Is iarrthóirí lánfhásta neamhspleácha iad na hiarrthóirí os cionn 23 bliana d'aois nach bhfuil ina gcónaí lena dtuismitheoirí ón 1 Deireadh Fómhair na bliana roimh bhliain an iarratais

source: To be assessed as an independent mature candidate you must also live separately from your parents from 1 October of the year before the year of entry to the course
ga: Más mac léinn neamhspleách thú déantar thú a mheasúnú de réir d'ioncaim féin (agus de réir ioncaim do chéile, pháirtnéir sibhialta nó chomhchónaitheoir)

source: The only points at which you can be reclassified from a dependent student to an independent student are when you:
ga: Ní féidir leat athaicmiú ó mhac léinn cleithiúnach go dtí mac léinn neamhspleách ach amháin má:

source: • Progress from further education to higher education or
ga: • Tá tú ag dul chun cinn ó oideachas leanúnach go hardoideachas nó

source: • Have a 3 year break in your studies or
ga: • Tá briseadh 3 bhliain i do staidéar agat nó

source: • Are returning as a second-chance student after a 5 year break in your studies
ga: • Filleann tú mar mhac léinn dara seans tar éis briseadh 5 bliain i do staidéar

source: Income limits for maintenance grant and full fee grant
ga: Teorainneacha ioncaim ar mhaithe le deontas cothabhála agus táille

source: The family income limits for eligibility for a maintenance grant in 2017-2018 are set out below
ga: Tá na teorainneacha ioncaim ar mhaithe le deontas cothabhála i 2017-2018 leagtha amach sa tábla thíos

source: These income limits are applied after your means are assessed - see 'Means test' above
ga: Baineann na teorainneacha ioncaim seo leat tar éis go meastar d’acmhainní - féach ‘tástáil mhaoine’ thíos

source: The income limits also apply to the fee grant (that is, if you don't qualify for the free fees scheme and are eligible for a fee grant)
ga: Is féidir leat bheith cáilithe le haghaidh na teorainneacha seo ar mhaithe le deontas táille freisin (má tá tú i dteideal)

source: Number of dependent children Full maintenance Part maintenance (75%) Part maintenance (50%) Part maintenance (25%)
ga: │Líon na leanaí cleithiúnacha │Deontas iomlán cothabhála │Deontas laghdaithe cothabhála (75%) │Deontas laghdaithe cothabhála (50%) │Deontas laghdaithe cothabhála (25%) │

source: Fewer than 4 €39,875 €40,970 €43,380 €45,790
ga: │Níos lú ná 4 │€39,875 │€40,970 │€43,380 │€45,790 │

source: 4 to 7 €43,810 €45,025 €47,670 €50,325
ga: │4 go 7 │€43,810 │€45,025 │€47,670 │€50,325 │

source: 8 or more €47,575 €48,890 €51,760 €54,630
ga: │8 nó níos mó │€47,575 │€48,890 │€51,760 │€54,630 │

source: Income limits for partial fee grant
ga: Teorainneacha ioncaim do dheontas páirt-táille

source: The family income limits for eligibility for a partial fee grant in 2017-2018 are set out below
ga: Tá na teorainneacha ioncaim teaghlaigh chun a bheith i dteideal deontais pháirt-táille sa bhliain 2017-2018 leagtha amach thíos

source: Number of dependent children 50% tuition fees and 100% student contribution 50% student contribution only
ga: │Líon na bpáistí cleithiúnacha │50% táillí teagaisc agus 100% ranníocaíocht an mhic léinn │50% ranníocaíocht an mhic léinn amháin │

source: Fewer than 4 €49,840 €54,240
ga: │Níos lú ná 4 │€49,840 │€54,240 │

source: 4 to 7 €54,765 €59,595
ga: │4 go 7 │€54,765 │€59,595 │

source: 8 or more €59,455 €64,700
ga: │8 nó níos mó │€59,455 │€64,700 │

source: The 50% tuition fee is not payable if your fees are covered under the Free Fees Scheme
ga: Níl an 50% le h-íoc má íoctar na táillí cheana féin tríd an Tionscnamh Saor ó Tháillí

source: Other family members in college
ga: Baill eile den teaghlach ag freastal ar choláiste

source: The reckonable income limits may be increased as follows for each additional family member who is pursuing a full-time course of at least one year’s duration:
ga: Má tá ball eile den teaghlach ag freastal ar chúrsa lánáimseartha ar feadh bliain amháin ar a laghad, d'fhéadfaí na teorainneacha ioncaim a ardú mar a leanas

source: • In full maintenance and partial fee grant categoriesby €4,830
ga: • Deontas iomlán cothabhála agus deontas pháirt-táille: €4,830

source: • In part maintenance 75%, 50% and 25% categoriesby €4,670
ga: • Deontas laghdaithe cothabhála 75%, 50%, 25%: €4,670

source: If you are an independent applicant, the family member taken into account is your spouse, civil partner or cohabitant
ga: Más iarratasóir neamhspleách thú, is é an ball teaghlaigh a thógtar san áireamh ná do chéile, do pháirtí sibhialta nó do chomhchónaitheoir

source: If you are dependent on your parents, the family members taken into account are your parent(s) and their other dependent children
ga: Má tá tú ag brath ar do thuismitheoirí, is iad na baill teaghlaigh a thógtar san áireamh ná do thuismitheoir(í) agus páistí cleithiúnacha eile

source: Special rates of grants for disadvantaged students
ga: Deontais bhreise do mhic léinn faoi mhíbhuntáiste

source: Disadvantaged students who meet a number of conditions can qualify for a special rate of maintenance grant
ga: Is féidir le mac léinn faoi mhíbhuntáiste atá in ann coinníollacha áirid a shásamh deontas breise a fháil

source: Applicants must have qualified for the standard maintenance grant for the academic year 2017-2018 and total reckonable income in the tax year January to December 2016 must not be more than €23,000, not including Qualified Child Increases and standard exclusions
ga: Ní mór do na hiarrthóirí a bheith i dteideal an ghnáthdheontais chothabhála don bhliain acadúil 2017-2018 agus ní féidir lena n-ioncam measta don bhliain chánach Eanáir–Nollaig 2016 a bheith ós cionn €23,000 glan ar Mhéadú do Leanbh Cáilithe agus na gnáthíocaíochtaí eile a ndéantar neamhaird orthu

source: For students, including mature students, who are assessed on parent(s)/guardian's income, their parent(s)/guardian must, on 31 December 2016, have been:
ga: Má tá mic léinn, mic léinn aibí san áireamh, measta ar ioncam a dtuismitheoirí/a gcaomhnóirí ní mór go raibh siad siúd ar an 31 Nollaig 2016 ag déanamh éilimh ar:

source: • Claiming long-term social welfare payments, or
ga: • Íocaíochtaí fadtéarmacha leasa shóisialaigh, nó

source: • Claiming Family Income Supplement or
ga: • Forlíonadh Ioncaim Teaghlaigh, nó

source: • Participating in designated programmes (for example, a Community Employment Scheme)
ga: • Ag glacadh páirte i gcláracha ainmnithe (mar shampla,Scéim Fhostaíochta Pobail)

source: These payments and programmes are listed in Schedule 2 of the Student Grant Scheme 2017 (pdf)
ga: Tá na híocaíochtaí agus cláir liostaithe sa Sceideal 2 na Scéime um Dheontais do Mhic Léinn 2017

source: For students who are assessed on their own income, on 31 December 2016 the student must have been getting one of these social welfare payments or participating in a designated programme
ga: Má tá mic léinn measta ar a n-ioncam féin, ní mór go raibh siad ar an 31 Nollaig 2016 ag fáil aon cheann de na híocaíochtaí leasa shóisialaigh a luaitear thuas, nó ag glacadh páirte i gclár ainmnithe

source: Changes in grant rates take effect in January each year
ga: Tagann athruithe ar na rátaí deontas i bhfeidhm i mí Eanáir gach bliain

source: Maintenance grant rates for 2017/2018
ga: Is iad seo rátaí an deontais chothabhála don bhliain 2017/2018:

source: │Type │Non-adjacent rate │Adjacent rate │
ga: │Rátaí │Ráta neamh-chóngarach │Ráta cóngarach │

source: │Special rate │€5,915 │€2,375 │
ga: │Ráta speisialta │€5,915 │€2,375 │

source: │Full Maintenance │€3,025 │€1,215 │
ga: │Cothabháil iomlán │€3,025 │€1,215 │

source: │Part maintenance (75%) │€2,270 │€910 │
ga: │Cothabháil laghdaithe (75%) │€2,270 │€910 │

source: │Part maintenance (50%) │€1,515 │€605 │
ga: │Cothabháil laghdaithe (50%) │€1,515 │€605 │

source: │Part maintenance (25%) │€755 │€305 │
ga: │Cothabháil laghdaithe (25%) │€755 │€305 │

source: Adjacent and non-adjacent rates
ga: Rátaí cóngaracha agus neamh-chóngaracha

source: For students who live 45 kilometres or less from the college being attended, the adjacent rate of maintenance grant is payable
ga: Íoctaí an ráta cóngarach don deontas cothabhála má bhí cónaí ar an mac léinn 45 ciliméadar nó níos lú ón gcoláiste a bhfuil sé ag freastal air

source: This rate applies to all students living within this distance, including all mature students, both dependent and independent
ga: Baineann an ráta seo le mic léinn a bhfuil cónaí laistigh den achar seo orthu, mic léinn aibí (cleithiúnach nó neamh-chleithiúnach) san áireamh

source: The non-adjacent rate applies to everyone else
ga: Baineann an ráta neamh-chóngarach le gach duine eile
